<template lang="pug">
    -
        var advantages = [
            { title: "Пристальное наблюдение в режиме 24/7", text: "Круглосуточный мониторинг доверенных нам территорий предотвратит возможность несанкционированного вторжения. Мы защитим вашу собственность от внешних посягательств, оградим вас и ваших близких от нападений. Почувствуйте себя в безопасности в режиме 24/7."},
            { title: "Регулярная аттестация", text: "Мы крайне заинтересованы в профессиональном росте собственных сотрудников. Регулярные мероприятия по аттестации, а также упорная работа над собой позволяют нашим охранникам всегда пребывать в отличной физической и умственной форме."},
            { title: "Управление с телефона", text: "Для удобства наших клиентов мы разработали первое в Казахстане мобильное приложение «Тревожная кнопка». Защитить себя, своих близких и свое имущество стало еще проще. Оказавшись в сложной, угрожающей жизни ситуации, одним касанием пальца вы активируете мобильный отряд оперативного реагирования."}
        ]
        
    section(class="full-section ct-about about_advantages")        
                
</template>

<script>
import TransButBot from "@/components/svg-components/TransitionButtonBottom.vue";

export default {
  components: {
    TransButBot
  }
};
</script>
