<template lang="pug">
    .ct-about
        begin-bg.begin-bg-about      
            .article      
                begin-logo
        .ct-pages-content 
            .ct-pages-content__wrap  
                h2 TOP SECURITY KZ
                p 
                    | Охранная организация TOP SECURITY KZ – добросовестный и надежный партнер,
                    | способный с легкостью решить любые вопросы безопасности. Мы осуществляем
                    | комплексный спектр услуг по защите объекта – от установки тревожной кнопки до
                    | направления целой группы быстрого реагирования на место инцидента. С нами ваша
                    | жизнь, бизнес и личная безопасность находятся под надежной защитой в режиме 24/7.
                    | Мы стремимся стать лучшими в своем деле и тщательно исследуем новейшие технологии,
                    | касающиеся обеспечения безопасности, предупреждения и предотвращения любых
                    | действий злоумышленников – будь то несанкционированное проникновение, вандализм
                    | либо угроза жизни и здоровью клиента. В нашей работе задействованы современные
                    | охранные системы, подходящие как для частных территорий, так и для различных бизнес-
                    | объектов. В компании проводится жесткий отбор кадров: каждый сотрудник проходит
                    | качественную огневую и техническую подготовку, имеет опыт использования спец.
                    | средств и способен оказать первую медицинскую помощь.
                img(src="~@/assets/images/about/article.jpg")
                p 
                    | Для осуществления охранной деятельности нами получены все необходимые лицензии.
                    | Компания TOP SECURITY KZ активно сотрудничает с правоохранительными органами и
                    | неукоснительно соблюдает действующее законодательство. Это позволяет нам
                    | обеспечивать охрану на самом профессиональном уровне.
                    | Пригласите нас – и наши сотрудники проведут бесплатный аудит безопасности вашего
                    | дома, квартиры или офиса, выявят уязвимости и дадут эффективные рекомендации по
                    | защите того, что вам дорого. Мы очень серьезно относимся к поставленным задачам и
                    | четко понимаем потребности своих клиентов. Обслуживание охранной организацией TOP
                    | SECURITY KZ – залог вашей уверенности и спокойствия.                    

</template>

<script>
import BeginLogo from "@/components/svg-components/BeginLogo.vue";
import Visited from "@/mixins/visited";

export default {
  metaInfo: {
    title: "О нас"
  },
  mixins: [Visited],
  components: {
    BeginLogo
  }
};
</script>
