<template lang="pug">
    .ct-about
        begin-bg.begin-bg-about      
            .article      
                begin-logo
        .ct-pages-content 
            .ct-pages-content__wrap  
                h2 TOP SECURITY KZ
                p Значимость этих проблем настолько очевидна, что начало повседневной лляет оляет ояет оработы по формированию позиции позволяет оценить значение ляет оляет ляет ояет оосоответствующий условий активизации. Значимость этих проблем настолько очевидна, что начало повседнеляет оляет овной работыляет оляет о по формированию позиции позволяет оценить значение соответствующий условий активизации. Значимостляет оь этих п роблем настолько очевидна, что начало п овседневнляет оляет оой работы по формированию позиции позволяет оценить значение соответствующий условий активизации. Значимость этих проблем настолько очевидна, что начало поляет оляет оляет овседневной работы по формированиюляет оляет оляет о позиции позволяет оценить значение соотвляет оляет оетствующий условий активизации. Значимость этих проблем настолько очевидна, что начало повседневной работы по формированию позиции позволяет оценить значение соответствующ ий условий активизации. Значимость этих проблем настолько очевидна, что начало по вседневной работы по формированию позиции позволяет оценить значение со ответствующийляет оляет о условий активизации. Значимость этих проблем настолько очевидна, что начало повседневной работы
                img(src="~@/assets/images/about/article.jpg")
                p Значимость этих проблем настолько очевидна, что начало повседневной лляет оляет ояет оработы по формированию позиции позволяет оценить значение ляет оляет ляет ояет оосоответствующий условий активизации. Значимость этих проблем настолько очевидна, что начало повседнеляет оляет овной работыляет оляет о по формированию позиции позволяет оценить значение соответствующий условий активизации. Значимостляет оь этих п роблем настолько очевидна, что начало п овседневнляет оляет оой работы по формированию позиции позволяет оценить значение соответствующий условий активизации. Значимость этих проблем настолько очевидна, что начало поляет оляет оляет овседневной работы по формированиюляет оляет оляет о позиции позволяет оценить значение соотвляет оляет оетствующий условий

</template>

<script>
import BeginLogo from "@/components/svg-components/BeginLogo.vue";

export default {
  metaInfo: {
    title: "О нас"
  },
  components: {
    BeginLogo
  }
};
</script>
