<template lang="pug">
    section(class="full-section_pad ct-article")
        .ct-article__wrap 
            section  
                article 
                    h2 Мобильня группа TopSecurity
                    p Значимость этих проблем настолько очевидна, что начало повседневной лляет оляет ояет оработы по формированию позиции позволяет оценить значение ляет оляет ляет ояет оосоответствующий условий активизации. Значимость этих проблем настолько очевидна, что начало повседнеляет оляет овной работыляет оляет о по формированию позиции позволяет оценить значение соответствующий условий активизации. Значимостляет оь этих п роблем настолько очевидна, что начало повседневнляет оляет оой работы по формированию позиции позволяет оценить значение соответствующий условий активизации. Значимость этих проблем настолько очевидна, что начало поляет оляет оляет овседневной работы по формированиюляет оляет оляет о позиции позволяет оценить значение соотвляет оляет оетствующий условий активизации. Значимость этих проблем настолько очевидна, что начало повседневной работы по формированию позиции позволяет оценить значение соответствующ ий условий активизации. Значимость этих проблем настолько очевидна, что начало по вседневной работы по формированию позиции позволяет оценить значение со ответствующийляет оляет о условий активизации. Значимость этих проблем настолько очевидна, что начало повседневной работы                             
            section
                .ct-article__wrap__aside-item(v-for="(item, index) in 6" :key="index")
                    img(src="~@/assets/images/article/article-test.png", alt="")
                    article
                        h2 Мобильня группа TopSecurity
                        p Значимость этих проблем настолько очевидна, что начало повседневной работы...
                        .ct-article__wrap__aside-item__date
                            span 3 января, 2018
                            a Подробнее
                        


</template>
