<template lang="pug">                   
    .ct-news
      begin-bg.begin-bg-news
      .ct-pages-content
        .ct-pages-content__wrap
              //- Current news
              article
                  h2 {{ lists[0].title }}
                  .line.line-primary.line-yellow
                  p {{ lists[0].primContent}}
                  .full-line.full-line-primary.line-yellow
                  img(:src="require(`@/assets/images/news/${lists[0].img}`)")
                  .full-line.full-line-secondary.line-yellow
                  p {{ lists[0].secContent}}
                  .line.line-secondary.line-brown
                  span {{ lists[0].date }}
              //- Aside 
              aside
                  h2 Другие новости
                  .aside-container
                      section(v-for="(item,index) in aside" , :key="index")
                          img(src="~@/assets/images/news/aside.jpg") 
                          .content
                              h3 {{ item.title }}
                              p {{ item.content }}
                              .line.line-brown                    
                              div 
                                  span {{ item.date }} 
                                  a Подробнее 
</template>

<script>
export default {
  metaInfo: {
    title: "Новости"
  },
  data() {
    return {
      lists: [
        {
          title: "Мобильная группа TopSecurity",
          img: "article.jpg",
          date: "3 января, 2018",
          primContent:
            "Значимость этих проблем настолько очевидна, что начало повседневной лляет оляет ояет оработы по формированию позиции позволяет оценить значение ляет оляет ляет ояет оосоответствующий условий активизации. Значимость этих проблем настолько очевидна, что начало повседнеляет оляет овной работыляет оляет о по формированию позиции позволяет оценить значение соответствующий условий активизации. Значимостляет оь этих п роблем настолько очевидна, что начало п овседневнляет оляет оой работы по формированию позиции позволяет оценить значение соответствующий условий активизации. Значимость этих проблем настолько очевидна, что начало поляет оляет оляет овседневной работы по формированиюляет оляет оляет о позиции позволяет оценить значение соотвляет оляет оетствующий условий активизации. Значимость этих проблем настолько очевидна, что начало повседневной работы по формированию позиции позволяет оценить значение соответствующ ий условий активизации. Значимость этих проблем настолько очевидна, что начало по вседневной работы по формированию позиции позволяет оценить значение со ответствующийляет оляет о условий активизации. Значимость этих проблем настолько очевидна, что начало повседневной работы",
          secContent:
            "Значимость этих проблем настолько очевидна, что начало повседневной лляет оляет ояет оработы по формированию позиции позволяет оценить значение ляет оляет ляет ояет оосоответствующий условий активизации. Значимость этих проблем настолько очевидна, что начало повседнеляет оляет овной работыляет оляет о по формированию позиции позволяет оценить значение соответствующий условий активизации. Значимостляет оь этих п роблем настолько очевидна, что начало п овседневнляет оляет оой работы по формированию позиции позволяет оценить значение соответствующий условий активизации. Значимость этих проблем настолько очевидна, что начало поляет оляет оляет овседневной работы по формированиюляет оляет оляет о позиции позволяет оценить значение соотвляет оляет оетствующий условий"
        }
      ],
      aside: [
        {
          title: "Мобильня группа TopSecurity",
          content:
            "Значимость этих проблем настолько очевидна, что начало повседневной работы...",
          date: "3 января, 2018"
        },
        {
          title: "Мобильня группа TopSecurity",
          content:
            "Значимость этих проблем настолько очевидна, что начало повседневной работы...",
          date: "3 января, 2018"
        },
        {
          title: "Мобильня группа TopSecurity",
          content:
            "Значимость этих проблем настолько очевидна, что начало повседневной работы...",
          date: "3 января, 2018"
        },
        {
          title: "Мобильня группа TopSecurity",
          content:
            "Значимость этих проблем настолько очевидна, что начало повседневной работы...",
          date: "3 января, 2018"
        }
      ]
    };
  }
};
</script>
