<template lang="pug">
    <section class="ct-index__news">
        h2 НОВОСТИ КОМПАНИИ
        ul
          li(v-for="(list,index) in lists", :key="index")
            img(src="./../assets/images/component-personal.jpg")
            article
                h3 {{list.h3}} 
                .line
                p {{list.p}}                  
                .end-line
                .content
                    span 3 января, 2018
                    span Подробнее
                                                                                        
    </section>
</template>

<script>
export default {
  data() {
    return {
      lists: [
        {
          h3: "Мобильня группа TopSecurity KZ обезвредила 3-х грабителей.",
          p:
            "Значимость этих проблем настолько очевидна, что начало повседневной работы по формированию позиции позволяет оценить значение соответствующий условий активизации. Не следует, однако забывать, что начало повседневной работы по формированию позиции играет важную роль в формировании дальнейших направлений развития."
        },
        {
          h3: "Мобильня группа TopSecurity KZ обезвредила 3-х грабителей.",
          p:
            "Значимость этих проблем настолько очевидна, что начало повседневной работы по формированию позиции позволяет оценить значение соответствующий условий активизации. Не следует, однако забывать, что начало повседневной работы по формированию позиции играет важную роль в формировании дальнейших направлений развития."
        },
        {
          h3: "Мобильня группа TopSecurity KZ обезвредила 3-х грабителей.",
          p:
            " активизации. Не следует, однако забывать, что начало повседневной работы по формированию позиции играет важную роль в формировании дальнейших направлений развития."
        },
        {
          h3: "Мобильня группа TopSecurity KZ обезвредила 3-х грабителей.",
          p:
            "Значимость этих проблем настолько очевидна, что начало повседневной работы по формированию позиции позволяет оценить значение соответствующий условий активизации. Не следует, однако забывать, что начало повседневной работы по формированию позиции играет важную роль в формировании дальнейших направлений развития."
        },
        {
          h3: "Мобильня группа TopSecurity KZ обезвредила 3-х грабителей.",
          p:
            "Значимость этих проблем настолько очевидна, что начало повседневной работы по формированию позиции позволяет оценить значение соответствующий условий активизации. Не следует, однако забывать, что начало повседневной работы по формированию позиции играет важную роль в формировании дальнейших направлений развития."
        },
        {
          h3: "Мобильня группа TopSecurity KZ обезвредила 3-х грабителей.",
          p:
            " значение соответствующий условий активизации. Не следует, однако забывать, что начало повседневной работы по формированию позиции играет важную роль в формировании дальнейших направлений развития."
        }
      ]
    };
  }
};
</script>
