<template lang="pug">
- 
    var descrList = [
        { title: 'Опытные телохранители и охранники', text: 'Бойцы TOP SECURITY KZ прошли качественную огневую и техническую подготовку. Каждый сотрудник имеет опыт использования спец. средств и способен оказать первую медицинскую помощь. Мы проводим жесткий отбор кадров, ведь только настоящие профессионалы сумеют обеспечить вам стабильное, настоящее и надежное будущее. ' },
        { title:'Пристальное наблюдение в режиме 24/7', text: 'Круглосуточный мониторинг доверенных нам территорий предотвратит возможность несанкционированного вторжения. Мы защитим вашу собственность от внешних посягательств, оградим вас и ваших близких от нападений. Почувствуйте себя в безопасности в режиме 24/7.' },
        { title:'Полный боевой арсенал', text: 'В арсенале наших сотрудников – лучшая экипировка, мощное оружие и свежие скоростные иномарки. Таким образом, для бойцов групп быстрого реагирования созданы все условия для превосходного результата.' },
        { title:'Регулярная аттестация', text: 'Мы заинтересованы в профессиональном росте собственных сотрудников. Регулярные мероприятия по аттестации позволяют нашим охранникам всегда пребывать в отличной физической и умственной форме.' },
        { title:'Отлаженная система быстрого реагирования', text: 'При поступлении тревожного сигнала наш диспетчер оперативно отправляет на выезд группу быстрого реагирования. Бойцы TOP SECURITY KZ прибывают на объект в течение 5-15 минут.' },
        { title:'Мобильная тревожная кнопка', text: 'Защитите себя и своих близких с помощью приложения “Тревожная кнопка”. Оказавшись в сложной, угрожающей жизни ситуации, одним касанием пальца вы активируете мобильный отряд оперативного реагирования.' },
        { title:'Высокотехнологичное оборудование', text: 'В нашей работе задействованы самые современные беспроводные охранные системы, подходящие как для частных территорий, так и для различных бизнес-объектов.' },
    ]

ul 
    each item,index in descrList
        li
            article 
                img(src=`~@/assets/images/index-description/description-${index}.svg`)
                p=item.title
                    span= item.text
                    
</template>
